---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.MEPAnalyticalNode
source: html/45c26755-a9e9-0ee6-f65b-9b9118eebdbe.htm
---
# MEPAnalyticalNode Properties

The identity used in the MEPAnalyticalSegment